benchmarks/raw/s3/large_c1_t2.txt
Running 30s test @ http://localhost:8080/test/large.bin
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.58ms    0.94ms  26.84ms   93.78%
    Req/Sec   616.12    126.91   777.00     78.33%
  Latency Distribution
     50%    1.36ms
     75%    1.62ms
     90%    2.11ms
     99%    5.23ms
  18409 requests in 30.03s, 17.98GB read
Requests/sec:    613.08
Transfer/sec:    613.15MB