benchmarks/raw/s3/large_c25_t3.txt
Running 30s test @ http://localhost:8080/test/large.bin
  2 threads and 25 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    15.09ms    3.98ms  67.73ms   85.59%
    Req/Sec   792.18    117.61     1.04k    81.67%
  Latency Distribution
     50%   13.72ms
     75%   16.30ms
     90%   19.90ms
     99%   30.17ms
  47355 requests in 30.04s, 46.25GB read
Requests/sec:   1576.37
Transfer/sec:      1.54GB