benchmarks/raw/s3/small_c200_t2.txt
Running 30s test @ http://localhost:8080/test/small.bin
  2 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.13ms    1.60ms  44.82ms   88.77%
    Req/Sec    13.68k     1.68k   20.25k    84.83%
  Latency Distribution
     50%    7.12ms
     75%    7.55ms
     90%    8.02ms
     99%   12.41ms
  816836 requests in 30.04s, 3.19GB read
Requests/sec:  27187.97
Transfer/sec:    108.80MB